// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Calibra il display";
HelpTitle = "Calibra il display";

"HPAdvancedProfilingSolutionInfoTitle" = "Calibrare il monitor del computer utilizzato e creare un profilo per ottenere colori accurati.\n\nFare clic su “Calibra” per calibrare il monitor con HP Advanced Profiling Solution.";
"AppleDisplayCalibratorInfoTitle" = "Calibrare il monitor del computer utilizzato e creare un profilo per ottenere colori accurati.\n\nFare clic su “Calibra” per calibrare il monitor con Calibrazione Assistita Monitor Apple.";
KongAppleDisplayCalibratorInfoTitle = "Con il passare del tempo, i colori del monitor si deteriorano. Il profilo ICC in dotazione di alcuni monitor diventa progressivamente invalido e la precisione dei colori diminuisce. Usare periodicamente il Calibratore del display Apple per generare un profilo ICC personalizzato e garantire le massime prestazioni dei colori. L’intervallo di tempo per la calibrazione varia a seconda dei monitor; gli esperti generalmente consigliano di calibrare un monitor ogni due settimane.";

DesignjetButtonTitle = "Calibra";
ButtonDefaultTitle = "Lancia Calibratore display";